[
    {
        "    Summary": [
            "    Summary", 
            "\n\n\nForest and conservation workers measure and improve the quality of forests. \n\n\n\n\n    Quick Facts:     Forest and Conservation Workers\n\n\n\n\n2016     Median Pay\n\n                                        $26,940     per year\n                                        $12.95     per hour\n                                    \n\n\n    Typical Entry-Level Education\n    High school diploma or equivalent\n\n\n    Work Experience in a Related Occupation\n    None\n\n\n    On-the-job Training\n    Moderate-term on-the-job training\n\n\n    Number of Jobs, 2016\n    14,300\n\n\n    Job Outlook, 2016-26\n-1% (Little or no change)\n\n\n    Employment Change, 2016-26\n    -200\n\n\n\n\nWhat Forest and Conservation Workers Do \nForest and conservation workers measure and improve the quality of forests. Under the supervision of foresters and forest and conservation technicians, they develop, maintain, and protect forests.\n    Work Environment\nForest and conservation workers typically work for state and local governments or on privately owned forest lands or nurseries. Governments also employ forest and conservation workers on a contract basis.\n How to Become a Forest and Conservation Worker\nForest and conservation workers typically need a high school diploma before they begin working. Most workers receive training on the job.\n    Pay\nThe median annual wage for forest and conservation workers was $26,940 in May 2016.\n     Job Outlook \nEmployment of forest and conservation workers is projected to show little or no change from 2016 to 2026. Although heightened international demand for U.S. timber and wood pellets will continue to demand forest and conservation workers, improved technology will also lessen the need for workers to perform certain tasks.\n     State & Area Data \n    Explore resources for employment and wages by state and area for forest and conservation workers.\n     Similar Occupations\n    Compare the job duties, education, job growth, and pay of forest and conservation workers with similar occupations.\n    More Information, Including Links to O*NET\n    Learn more about forest and conservation workers by visiting additional resources, including O*NET, a source on key characteristics of workers and occupations.\n"
        ]
    }, 
    {
        " What Forest and Conservation Workers Do\n    About this section": [
            " What Forest and Conservation Workers Do\n    About this section", 
            "\n\nForest and conservation workers count trees during tree-measuring efforts.\n", 
            "Forest and conservation workers measure and improve the quality of forests. Under the supervision of foresters and forest and conservation technicians, they develop, maintain, and protect forests."
        ]
    }, 
    {
        "Duties": [
            "Duties", 
            "Forest and conservation workers typically do the following:", 
            "\nPlant seedlings to reforest land\nClear away brush and debris from trails, roadsides, and camping areas\nCount and measure trees during tree-measuring efforts\nSelect or cut trees according to markings, sizes, types, or grades\nSpray trees with insecticides and fungicides to kill insects and fungi and to protect the trees from disease\nIdentify and remove diseased or undesirable trees\nInject vegetation with insecticides and herbicides\nHelp prevent and suppress forest fires\nCheck equipment to ensure that it is operating properly\n", 
            "Forest and conservation workers are supervised by foresters and forest and conservation technicians, who direct their work and evaluate their progress.", 
            "Forest and conservation workers perform basic tasks to maintain and improve the quality of the forest. They use digging and planting tools to plant seedlings and power saws to cut down diseased trees.", 
            "Some work on tree farms or orchards, where they plant, cultivate, and harvest many different kinds of trees. Their duties vary with the type of farm and may include planting seedlings or spraying to control weed growth and insects.", 
            "Some forest and conservation workers work in forest nurseries, where they sort through tree seedlings, discarding the ones that do not meet standards. Others use handtools or their hands to gather woodland products, such as decorative greenery, tree cones, bark, moss, and other wild plantlife. Some may tap trees to make syrup or chemicals.", 
            "Forest and conservation workers who are employed by or are under contract with state and local governments may clear brush and debris from trails, roads, roadsides, and camping areas. They may clean kitchens and restrooms at recreational facilities and campgrounds.", 
            "Workers with a fire protection background help to suppress forest fires. For example, they may construct firebreaks, which are gaps in vegetation that can help slow down or stop the progress of a fire. In addition, they may work with technicians to determine how quickly fires spread and how successful fire suppression activities were. For example, workers help count how many trees will be affected by a fire. They also sometimes respond to forest emergencies."
        ]
    }, 
    {
        "    Work Environment     About this section": [
            "    Work Environment     About this section", 
            "\n\nForest and conservation workers work outdoors, sometimes in remote locations and in all types of weather. \n", 
            "Forest and conservation workers held about 14,300 jobs in 2016. The largest employers of forest and conservation workers were as follows:", 
            "\n\n\nState government, excluding education and hospitals\n27%\n\n\nForestry\n18\n\n\nSupport activities for agriculture and forestry\n15\n\n\nSelf-employed workers\n14\n\n\nLocal government, excluding education and hospitals\n13\n\n\n", 
            "Forest and conservation workers work mainly in the western and southeastern areas of the United States, where there are many national and state forests, and on private forests and parks.", 
            "Forest and conservation workers work outdoors, sometimes in remote locations and in all types of weather. Workers use proper safety measures and equipment, such as hardhats, protective eyewear, and safety clothing.", 
            "Most of these jobs are physically demanding. Forest and conservation workers may have to walk long distances through densely wooded areas and carry their equipment with them."
        ]
    }, 
    {
        "Injuries and Illnesses": [
            "Injuries and Illnesses", 
            "Forest and conservation workers whose primary duties involve fire suppression must take safety precautions because the work can be dangerous. Workers must follow prescribed safety procedures and wear proper safety gear."
        ]
    }, 
    {
        "Work Schedules": [
            "Work Schedules", 
            "Many forest and conservation workers are employed full time and work regular hours. Responding to an emergency may require workers to work additional hours and at any time of day."
        ]
    }, 
    {
        "How to Become a Forest and Conservation Worker     About this section": [
            "How to Become a Forest and Conservation Worker     About this section", 
            "\n\nForest and conservation workers typically need a high school diploma before they begin working.\n", 
            "Forest and conservation workers typically need a high school diploma before they begin working. Most workers receive training on the job."
        ]
    }, 
    {
        "Education": [
            "Education", 
            "Forest and conservation workers typically need a high school diploma and a valid driver’s license before they begin working. Some vocational and technical schools and community colleges offer courses leading to a 2-year technical degree in forestry. The programs typically offer courses in forest management technology, wildlife management, conservation, or timber harvesting. Programs that include field trips to watch and participate in forestry activities provide particularly good background knowledge."
        ]
    }, 
    {
        "Training": [
            "Training", 
            "Entry-level forest and conservation workers generally get on-the-job training as they help more experienced workers. They do routine labor-intensive tasks, such as planting or thinning trees. When the opportunity arises, they learn from experienced technicians and foresters who do more complex tasks, such as gathering data. Workers also learn safety procedures, including how to operate equipment safely and how to maintain safety gear.", 
            "In addition, some states require that crews and individuals receive training, and sometimes a license, in the use of commercial pesticides. For more information, consult states’ Departments of Agriculture."
        ]
    }, 
    {
        "Important Qualities": [
            "Important Qualities", 
            "Communication skills. Forest and conservation workers must convey information effectively to technicians and other workers.", 
            "Decisionmaking skills. Forest and conservation workers must make quick, intelligent decisions, especially when they face dangerous conditions.", 
            "Detail oriented. Forest and conservation workers must watch gauges, dials, or other indicators to determine whether equipment and tools are working properly. Workers must follow safety procedures with precision.", 
            "Listening skills. Forest and conservation workers must give full attention to what their superiors are saying. They must understand the instructions they are given before performing tasks.", 
            "Physical stamina. Forest and conservation workers plant trees and repeatedly perform a variety of physical tasks. They also must be able to walk long distances through densely wooded areas and carry heavy equipment with them."
        ]
    }, 
    {
        "Advancement": [
            "Advancement", 
            "To advance their careers and become forest and conservation technicians or foresters, forest and conservation workers usually need an associate’s or bachelor’s degree in forestry or a related field."
        ]
    }, 
    {
        "    Pay     About this section": [
            "    Pay     About this section", 
            "    Forest and Conservation Workers        Median annual wages, May 2016     Total, all occupations  $37,040      Forest, conservation, and logging workers  $36,510      Forest and conservation workers  $26,940           Note: All Occupations includes all occupations in the U.S. Economy.Source: U.S. Bureau of Labor Statistics, Occupational Employment Statistics", 
            "\n\nThe median annual wage for forest and conservation workers was $26,940 in May 2016. \n\n\nThe median wage is the wage at which half the workers in an occupation earned more than that amount and half earned less. The lowest 10 percent earned less than $19,100, and the highest 10 percent earned more than $49,150.\n", 
            "\n", 
            "In May 2016, the median annual wages for forest and conservation workers in the top industries in which they worked were as follows:", 
            "\n\n\nLocal government, excluding education and hospitals\n\n\t\t\t\t\t                \t\t$31,960\n                \t\t\t\t\t\n\n\nState government, excluding education and hospitals\n\n\t\t\t\t\t                \t\t22,260\n                \t\t\t\t\t\n\n\n", 
            "Many forest and conservation workers are employed full time and work regular hours. Seasonal employees may be expected to work longer shifts and at night. Responding to an emergency or a fire may require workers to work additional hours and at any time of day."
        ]
    }, 
    {
        "    Job Outlook     About this section": [
            "    Job Outlook     About this section", 
            "    Forest and Conservation Workers        Percent change in employment, projected 2016-26     Total, all occupations  7%      Forest and conservation workers  -1%      Forest, conservation, and logging workers  -6%           Note: All Occupations includes all occupations in the U.S. Economy.Source: U.S. Bureau of Labor Statistics, Employment Projections program", 
            "Employment of forest and conservation workers is projected to show little or no change from 2016 to 2026. Although demand for forestry products and services will likely be steady, it is expected to be counteracted by the automation of much of the work that these workers do.", 
            "New technologies, such as remote sensing, allow fewer workers to perform certain tasks, such as tree counts and tree identifications. As the automation of manual forest tasks continues, fewer of these workers will be needed to perform the same amount of work.", 
            "There is likely to be an increase in wildfires caused by unpredictable climate conditions and overgrown vegetation on forest lands. This rise in the number of wildfires would in turn increase demand for the fire suppression activities of forest and conservation workers. Most employment growth for forest and conservation workers is likely to be in state-owned forest lands. As more people continue to build homes in western forests, there will be a greater need for workers to protect those areas from fires. In addition, heightened demand for U.S. timber and wood pellets is expected to continue demand for these workers."
        ]
    }, 
    {
        "Job Prospects": [
            "Job Prospects", 
            "Workers who follow standard safety procedures, remain physically fit, and work well on teams will have the best job opportunities.", 
            "\n    Employment projections data for     forest and conservation workers, 2016-26\n\n\n    Occupational Title\n    SOC Code\n    Employment, 2016\n    Projected Employment, 2026\n    Change, 2016-26\n    Employment by Industry\n\n\n    Percent\n    Numeric\n\n\n\n\n    SOURCE: U.S. Bureau of Labor Statistics, Employment Projections program\n\n\n\n\n    Forest and conservation workers\n45-4011\n14,300\n14,100\n-1\n-200\n xlsx\n\n\n"
        ]
    }, 
    {
        "    State & Area Data     About this section": [
            "    State & Area Data     About this section"
        ]
    }, 
    {
        "Occupational Employment Statistics (OES)": [
            "Occupational Employment Statistics (OES)", 
            "The Occupational Employment Statistics (OES) program produces employment and wage estimates annually for over 800 occupations. These estimates are available for the nation as a whole, for individual states, and for metropolitan and nonmetropolitan areas. The link(s) below go to OES data maps for employment and wages by state and area.", 
            "\nForest and conservation workers\n"
        ]
    }, 
    {
        "Projections Central": [
            "Projections Central", 
            "Occupational employment projections are developed for all states by Labor Market Information (LMI) or individual state Employment Projections offices. All state projections data are available at www.projectionscentral.com. Information on this site allows projected employment growth for an occupation to be compared among states or to be compared within one state. In addition, states may produce projections for areas; there are links to each state’s websites where these data may be retrieved."
        ]
    }, 
    {
        "CareerOneStop": [
            "CareerOneStop", 
            "CareerOneStop includes hundreds of occupational profiles with data available by state and metro area. There are links in the left-hand side menu to compare occupational employment by state and occupational wages by local area or metro area. There is also a salary info tool to search for wages by zip code."
        ]
    }, 
    {
        "    Contacts for More Information     About this section": [
            "    Contacts for More Information     About this section", 
            "For information about forestry careers and about schools offering education in forestry, visit", 
            "Society of American Foresters", 
            "For information about careers in forestry, particularly conservation forestry and land management, visit", 
            "Forest Stewards Guild", 
            "National Association of State Departments of Agriculture", 
            "U.S. Forest Service"
        ]
    }, 
    {
        "O*NET": [
            "O*NET", 
            "Forest and Conservation Workers"
        ]
    }
]