[
    [
        {
            "OCCUPATION": [
                [
                    "Aerospace Engineering and Operations Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Aerospace engineering and operations technicians operate and maintain equipment used in developing, testing, producing, and sustaining new aircraft and spacecraft. Increasingly, these workers are using computer-based modeling and simulation tools and processes in their work, as well as advanced automation and robotics."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$68,020"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Aerospace Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Aerospace engineers design primarily aircraft, spacecraft, satellites, and missiles. In addition, they create and test prototypes to make sure that they function according to design."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$109,650"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Agricultural Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Agricultural engineers attempt to solve agricultural problems concerning power supplies, the efficiency of machinery, the use of structures and facilities, pollution and environmental issues, and the storage and processing of agricultural products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$73,640"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Architects"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Architects plan and design houses, factories, office buildings, and other structures."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$76,930"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Biomedical Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Biomedical engineers combine engineering principles with medical sciences to design and create equipment, devices, computer systems, and software used in healthcare."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$85,620"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Cartographers and Photogrammetrists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Cartographers and photogrammetrists collect, measure, and interpret geographic information in order to create and update maps and charts for regional planning, education, emergency response, and other purposes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,750"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Chemical Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Chemical engineers apply the principles of chemistry, biology, physics, and math to solve problems that involve the production or use of chemicals, fuel, drugs, food, and many other products. They design processes and equipment for large-scale manufacturing, plan and test production methods and byproducts treatment, and direct facility operations."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$98,340"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Civil Engineering Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Civil engineering technicians help civil engineers to plan, design, and build highways, bridges, utilities, and other infrastructure projects. They also help to plan, design, and build commercial, industrial, residential, and land development projects."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$49,980"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Civil Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Civil engineers conceive, design, build, supervise, operate, construct, and maintain infrastructure projects and systems in the public and private sector, including roads, buildings, airports, tunnels, dams, bridges, and systems for water supply and sewage treatment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$83,540"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Computer Hardware Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer hardware engineers research, design, develop, and test computer systems and components such as processors, circuit boards, memory devices, networks, and routers."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$115,080"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Drafters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Drafters use software to convert the designs of engineers and architects into technical drawings. Most workers specialize in architectural, civil, electrical, or mechanical drafting and use technical drawings to help design everything from microchips to skyscrapers."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$53,480"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Electrical and Electronics Engineering Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Electrical and electronics engineering technicians help engineers design and develop computers, communications equipment, medical monitoring devices, navigational equipment, and other electrical and electronic equipment. They often work in product evaluation and testing, and use measuring and diagnostic devices to adjust, test, and repair equipment. They are also involved in the manufacture and deployment of equipment for automation."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,190"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Electrical and Electronics Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Electrical engineers design, develop, test, and supervise the manufacturing of electrical equipment, such as electric motors, radar and navigation systems, communications systems, and power generation equipment. Electronics engineers design and develop electronic equipment, including broadcast and communications systems, such as portable music players and Global Positioning System (GPS) devices."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$96,270"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Electro-mechanical Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Electro-mechanical technicians combine knowledge of mechanical technology with knowledge of electrical and electronic circuits. They operate, test, and maintain unmanned, automated, robotic, or electromechanical equipment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$55,610"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Environmental Engineering Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Environmental engineering technicians carry out the plans that environmental engineers develop. They test, operate, and, if necessary, modify equipment used to prevent or clean up environmental pollution. They may collect samples for testing, or they may work to mitigate sources of environmental pollution."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$49,170"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Environmental Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Environmental engineers use the principles of engineering, soil science, biology, and chemistry to develop solutions to environmental problems. They are involved in efforts to improve recycling, waste disposal, public health, and water and air pollution control."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$84,890"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Health and Safety Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Health and safety engineers develop procedures and design systems to protect people from illness and injury and property from damage. They combine knowledge of engineering and of health and safety to make sure that chemicals, machinery, software, furniture, and other products will not cause harm to people or damage to property."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$86,720"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Industrial Engineering Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Industrial engineering technicians assist industrial engineers in devising efficient systems that integrate workers, machines, materials, information, and energy to make a product or provide a service. They prepare machinery and equipment layouts, plan workflows, conduct statistical production studies, and analyze production costs."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$53,330"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Industrial Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Industrial engineers find ways to eliminate wastefulness in production processes. They devise efficient systems that integrate workers, machines, materials, information, and energy to make a product or provide a service."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$84,310"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Landscape Architects"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Landscape architects design parks and the outdoor spaces of campuses, recreational facilities, businesses, private homes, and other open areas."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$63,480"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Marine Engineers and Naval Architects"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Marine engineers and naval architects design, build, and maintain ships, from aircraft carriers to submarines and from sailboats to tankers. Marine engineers are responsible for the internal systems of a ship, such as the propulsion, electrical, refrigeration, and steering systems. Naval architects are responsible for the ship design, including the form, structure, and stability of hulls."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$93,350"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Materials Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Materials engineers develop, process, and test materials used to create a wide range of products, from computer chips and aircraft wings to golf clubs and biomedical devices. They study the properties and structures of metals, ceramics, plastics, composites, nanomaterials (extremely small substances), and other substances in order to create new materials that meet certain mechanical, electrical, and chemical requirements."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$93,310"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Mechanical Engineering Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Mechanical engineering technicians help mechanical engineers design, develop, test, and manufacture mechanical devices, including tools, engines, and machines. They may make sketches and rough layouts, record and analyze data, make calculations and estimates, and report their findings."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$54,480"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Mechanical Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Mechanical engineers design, develop, build, and test mechanical and thermal sensors and devices, including tools, engines, and machines."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$84,190"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Mining and Geological Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Mining and geological engineers design mines to safely and efficiently remove minerals such as coal and metals for use in manufacturing and utilities."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$93,720"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Nuclear Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Nuclear engineers research and develop the processes, instruments, and systems used to derive benefits from nuclear energy and radiation. Many of these engineers find industrial and medical uses for radioactive materials—for example, in equipment used in medical diagnosis and treatment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$102,220"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Petroleum Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Petroleum engineers design and develop methods for extracting oil and gas from deposits below the Earth’s surface. Petroleum engineers also find new ways to extract oil and gas from older wells."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$128,230"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Surveying and Mapping Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Surveying and mapping technicians collect data and make maps of the Earth's surface. Surveying technicians visit sites to take measurements of the land. Mapping technicians use geographic data to create maps. They both assist  surveyors  and  cartographers and photogrammetrists ."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$42,450"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Surveyors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Surveyors make precise measurements to determine property boundaries. They provide data relevant to the shape and contour of the Earth’s surface for engineering, mapmaking, and construction projects."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$59,390"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Art Directors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Art directors are responsible for the visual style and images in magazines, newspapers, product packaging, and movie and television productions. They create the overall design of a project and direct others who develop artwork and layouts."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$89,820"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Craft and Fine Artists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Craft and fine artists use a variety of materials and techniques to create art for sale and exhibition. Craft artists create handmade objects, such as pottery, glassware, textiles, and other objects that are designed to be functional. Fine artists, including painters, sculptors, and illustrators, create original works of art for their aesthetic value, rather than for a functional one."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$48,780"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Fashion Designers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Fashion designers create original clothing, accessories, and footwear. They sketch designs, select fabrics and patterns, and give instructions on how to make the products they design."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$65,170"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Floral Designers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Floral designers, also called florists, cut and arrange live, dried, and silk flowers and greenery to make decorative displays. They also help customers select flowers, containers, ribbons, and other accessories."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$25,850"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Graphic Designers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Graphic designers create visual concepts, using computer software or by hand, to communicate ideas that inspire, inform, and captivate consumers. They develop the overall layout and production design for various applications such as advertisements, brochures, magazines, and corporate reports."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$47,640"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Industrial Designers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Industrial designers develop the concepts for manufactured products, such as cars, home appliances, and toys. They combine art, business, and engineering to make products that people use every day. Industrial designers consider the function, aesthetics, production costs, and usability of products when developing new product concepts."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$67,790"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Interior Designers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Interior designers make interior spaces functional, safe, and beautiful by determining space requirements and selecting decorative items, such as colors, lighting, and materials. They read blueprints and must be aware of building codes and inspection regulations, as well as universal accessibility standards."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$49,810"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Multimedia Artists and Animators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Multimedia artists and animators create animation and visual effects for television, movies, video games, and other forms of media."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$65,300"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Grounds Maintenance Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Grounds maintenance workers ensure that the grounds of houses, businesses, and parks are attractive, orderly, and healthy in order to provide a pleasant outdoor environment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$26,830"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Janitors and Building Cleaners"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Janitors and building cleaners keep many types of buildings clean, orderly, and in good condition."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$24,190"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Pest Control Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Pest control workers remove unwanted pests, such as roaches, rats, ants, bedbugs, mosquitoes, ticks and termites that infest buildings and surrounding areas."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$33,040"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Accountants and Auditors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Accountants and auditors prepare and examine financial records. They ensure that financial records are accurate and that taxes are paid properly and on time. Accountants and auditors assess financial operations and work to help ensure that organizations run efficiently."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$68,150"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Appraisers and Assessors of Real Estate"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Appraisers and assessors of real estate provide a value estimate on land and buildings usually before they are sold, mortgaged, taxed, insured, or developed."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$51,850"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Budget Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Budget analysts help public and private institutions organize their finances. They prepare budget reports and monitor institutional spending."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$73,840"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Claims Adjusters, Appraisers, Examiners, and Investigators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Claims adjusters, appraisers, examiners, and investigators evaluate insurance claims. They decide whether an insurance company must pay a claim, and if so, how much."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$63,670"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Compensation, Benefits, and Job Analysis Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Compensation, benefits, and job analysis specialists conduct an organization’s compensation and benefits programs. They also evaluate position descriptions to determine details such as classification and salary."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,080"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Cost Estimators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Cost estimators collect and analyze data in order to estimate the time, money, materials, and labor required to manufacture a product, construct a building, or provide a service. They generally specialize in a particular product or industry."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$61,790"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Financial Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Financial analysts provide guidance to businesses and individuals making investment decisions. They assess the performance of stocks, bonds, and other types of investments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$81,760"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Financial Examiners"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Financial examiners ensure compliance with laws governing financial institutions and transactions. They review balance sheets, evaluate the risk level of loans, and assess bank management."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$79,280"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Fundraisers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Fundraisers organize events and campaigns to raise money and other kinds of donations for an organization. They also may design promotional materials and increase awareness of an organization’s work, goals, and financial needs."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$54,130"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Human Resources Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Human resources specialists recruit, screen, interview, and place workers. They often handle other human resources work, such as those related to employee relations, compensation and benefits, and training."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$59,180"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Insurance Underwriters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Insurance underwriters decide whether to provide insurance, and under what terms. They evaluate insurance applications and determine coverage amounts and premiums."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$67,680"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Labor Relations Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Labor relations specialists interpret and administer labor contracts regarding issues such as wages and salaries, healthcare, pensions, and union and management practices."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,310"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Loan Officers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Loan officers evaluate, authorize, or recommend approval of loan applications for people and businesses."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$63,650"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Logisticians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Logisticians analyze and coordinate an organization’s supply chain—the system that moves a product from supplier to consumer. They manage the entire life cycle of a product, which includes how a product is acquired, allocated, and delivered."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$74,170"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Management Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Management analysts, often called  management consultants , propose ways to improve an organization’s efficiency. They advise managers on how to make organizations more profitable through reduced costs and increased revenues."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$81,330"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Market Research Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Market research analysts study market conditions to examine potential sales of a product or service. They help companies understand what products people want, who will buy them, and at what price."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,560"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Meeting, Convention, and Event Planners"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Meeting, convention, and event planners coordinate all aspects of events and professional meetings. They arrange meeting locations, transportation, and other details."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$47,350"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Personal Financial Advisors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Personal financial advisors provide advice on investments, insurance, mortgages, college savings, estate planning, taxes, and retirement to help individuals manage their finances."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$90,530"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Purchasing Managers, Buyers, and Purchasing Agents"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Buyers and purchasing agents buy products and services for organizations to use or resell. Purchasing managers oversee the work of buyers and purchasing agents."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$64,850"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Tax Examiners and Collectors, and Revenue Agents"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Tax examiners and collectors, and revenue agents determine how much is owed in taxes and collect tax from individuals and businesses on behalf of federal, state, and local governments. They review tax returns, conduct audits, identify taxes owed, and collect overdue tax payments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$52,060"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Training and Development Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Training and development specialists help plan, conduct, and administer programs that train employees and improve their skills and knowledge."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$59,020"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Health Educators and Community Health Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Health educators teach people about behaviors that promote wellness. They develop and implement strategies to improve the health of individuals and communities. Community health workers collect data and discuss health concerns with members of specific populations or communities."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$44,390"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Marriage and Family Therapists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Marriage and family therapists help people manage and overcome problems with family and other relationships."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$49,170"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Probation Officers and Correctional Treatment Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Probation officers and correctional treatment specialists provide social services to assist in rehabilitation of law offenders in custody or on probation or parole."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$50,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Rehabilitation Counselors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Rehabilitation counselors help people with physical, mental, developmental, or emotional disabilities live independently. They work with clients to overcome or manage the personal, social, or psychological effects of disabilities on employment or independent living."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$34,670"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "School and Career Counselors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "School counselors help students develop the academic and social skills needed to succeed in school. Career counselors help people choose careers and follow a path to employment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$54,560"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Social and Human Service Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Social and human service assistants provide client services, including support for families, in a wide variety of fields, such as psychology, rehabilitation, and social work. They assist other workers, such as  social workers , and they help clients find benefits or community services."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$31,810"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Social Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Social workers help people solve and cope with problems in their everyday lives. Clinical social workers also diagnose and treat mental, behavioral, and emotional issues."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$46,890"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Substance Abuse, Behavioral Disorder, and Mental Health Counselors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Substance abuse, behavioral disorder, and mental health counselors advise people who suffer from alcoholism, drug addiction, eating disorders, mental health issues, or other mental or behavioral problems. They provide treatment and support to help clients recover from addiction or modify problem behaviors."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$42,150"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Computer and Information Research Scientists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer and information research scientists invent and design new approaches to computing technology and find innovative uses for existing technology. They study and solve complex problems in computing for business, medicine, science, and other fields."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$111,840"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Computer Network Architects"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer network architects design and build data communication networks, including local area networks (LANs), wide area networks (WANs), and Intranets. These networks range from small connections between two offices to next-generation networking capabilities such as a cloud infrastructure that serves multiple customers."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$101,210"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Computer Programmers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer programmers write and test code that allows computer applications and software programs to function properly. They turn the program designs created by software developers and engineers into instructions that a computer can follow."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$79,840"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Computer Support Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer support specialists provide help and advice to computer users and organizations. These specialists either support computer networks or they provide technical assistance directly to computer users."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$52,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Computer Systems Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer systems analysts, sometimes called  systems architects , study an organization’s current computer systems and procedures, and design solutions to help the organization operate more efficiently and effectively. They bring business and information technology (IT) together by understanding the needs and limitations of both."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$87,220"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Database Administrators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Database administrators (DBAs) use specialized software to store and organize data, such as financial information and customer shipping records. They make sure that data are available to users and secure from unauthorized access."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$84,950"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Information Security Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Information security analysts plan and carry out security measures to protect an organization’s computer networks and systems. Their responsibilities are continually expanding as the number of cyberattacks increases."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$92,600"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Network and Computer Systems Administrators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer networks are critical parts of almost every organization. Network and computer systems administrators are responsible for the day-to-day operation of these networks."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$79,700"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Software Developers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Software developers are the creative minds behind computer programs. Some develop the applications that allow people to do specific tasks on a computer or another device. Others develop the underlying systems that run the devices or that control networks."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$102,280"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Web Developers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Web developers design and create websites. They are responsible for the look of the site. They are also responsible for the site’s technical aspects, such as its performance and capacity, which are measures of a website’s speed and how much traffic the site can handle. In addition, web developers may create content for the site."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$66,130"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Boilermakers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Boilermakers assemble, install, maintain, and repair boilers, closed vats, and other large vessels or containers that hold liquids and gases."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,060"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Masonry Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Masonry workers, also known as  masons , use bricks, concrete blocks, concrete, and natural and manmade stones to build walls, walkways, fences, and other masonry structures."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$41,330"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Carpenters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Carpenters construct, repair, and install building frameworks and structures made from wood and other materials."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$43,600"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Construction and Building Inspectors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Construction and building inspectors ensure that construction meets local and national building codes and ordinances, zoning regulations, and contract specifications."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$58,480"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Construction Equipment Operators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Construction equipment operators drive, maneuver, or control the heavy machinery used to construct roads, bridges, buildings, and other structures."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,040"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Construction Laborers and Helpers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Construction laborers and helpers perform many tasks that require physical labor on construction sites."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$32,230"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Drywall and Ceiling Tile Installers, and Tapers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Drywall and ceiling tile installers hang wallboard and install ceiling tile inside buildings. Tapers prepare the wallboard for painting, using tape and other materials. Many workers both install and tape wallboard."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$42,280"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Electricians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Electricians install, maintain, and repair electrical power, communications, lighting, and control systems in homes, businesses, and factories."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$52,720"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Elevator Installers and Repairers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Elevator installers and repairers install, fix, and maintain elevators, escalators, moving walkways, and other lifts."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$78,890"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Glaziers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Glaziers install glass in windows, skylights, and other fixtures in storefronts and buildings."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$41,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Hazardous Materials Removal Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Hazardous materials (hazmat) removal workers identify and dispose of asbestos, lead, radioactive waste, and other hazardous materials. They also neutralize and clean up materials that are flammable, corrosive, or toxic."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$40,640"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Insulation Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Insulation workers, also called  insulators , install and replace the materials used to insulate buildings and their mechanical systems."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$39,280"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Painters, Construction and Maintenance"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Painters apply paint, stain, and coatings to walls and ceilings, buildings, bridges, and other structures."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$37,570"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Plumbers, Pipefitters, and Steamfitters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Plumbers, pipefitters, and steamfitters install and repair pipes that carry liquids or gases to, from, and within businesses, homes, and factories."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$51,450"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Roofers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Roofers replace, repair, and install the roofs of buildings, using a variety of materials, including shingles, bitumen, and metal."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$37,760"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Sheet Metal Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Sheet metal workers fabricate or install products that are made from thin metal sheets, such as ducts used in heating and air conditioning systems."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$46,940"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Solar Photovoltaic Installers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Solar photovoltaic (PV) installers, also known as  PV installers , assemble, install, and maintain solar panel systems on rooftops or other structures."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$39,240"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Ironworkers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Ironworkers install structural and reinforcing iron and steel to form and support buildings, bridges, and roads."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$50,830"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Flooring Installers and Tile and Marble Setters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Flooring installers and tile and marble setters lay and finish carpet, wood, vinyl, and tile."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$39,150"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Adult Literacy and High School Equivalency Diploma Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Adult literacy and high school equivalency diploma teachers instruct adults in basic skills, such as reading, writing, and speaking English. They also help students earn their high school equivalent diploma."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$50,650"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Career and Technical Education Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Career and technical education teachers instruct students in various technical and vocational subjects, such as auto repair, healthcare, and culinary arts. They teach academic and technical content to provide students with the skills and knowledge necessary to enter an occupation."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$54,020"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Archivists, Curators, and Museum Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Archivists appraise, process, catalog, and preserve permanent records and historically valuable documents. Curators oversee collections of artwork and historic items, and may conduct public service activities for an institution. Museum technicians and conservators prepare and restore objects and documents in museum collections and exhibits."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$47,230"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "High School Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "High school teachers help prepare students for life after graduation. They teach academic lessons and various skills that students will need to attend college and to enter the job market."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$58,030"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Instructional Coordinators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Instructional coordinators oversee school curriculums and teaching standards. They develop instructional material, coordinate its implementation with teachers and principals, and assess its effectiveness."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,460"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Kindergarten and Elementary School Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Kindergarten and elementary school teachers instruct young students in basic subjects, such as math and reading, in order to prepare them for future schooling."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$55,490"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Librarians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Librarians help people find information and conduct research for personal and professional use. Their job duties may change based on the type of library they work in, such as public, academic, and medical libraries."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$57,680"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Library Technicians and Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Library technicians and assistants help librarians with all aspects of running a library. They assist patrons, organize library materials and information, and perform clerical and administrative tasks."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$28,440"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Middle School Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Middle school teachers educate students, typically in sixth through eighth grades. They help students build on the fundamentals they learned in elementary school and prepare them for the more difficult curriculum they will face in high school."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$56,720"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Postsecondary Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Postsecondary teachers instruct students in a wide variety of academic and technical subjects beyond the high school level. They may also conduct research and publish scholarly papers and books."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$75,430"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Preschool Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Preschool teachers educate and care for children younger than age 5 who have not yet entered kindergarten. They teach language, motor, and social skills to young children."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$28,790"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Special Education Teachers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Special education teachers work with students who have a wide range of learning, mental, emotional, and physical disabilities. They adapt general education lessons and teach various subjects, such as reading, writing, and math, to students with mild and moderate disabilities. They also teach basic skills, such as literacy and communication techniques, to students with severe disabilities."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$57,910"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Teacher Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Teacher assistants work under a teacher’s supervision to give students additional attention and instruction."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Some college, no degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$25,410"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Actors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Actors express ideas and portray characters in theater, film, television, and other performing arts media. They interpret a writer’s script to entertain or inform an audience."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Some college, no degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "The annual wage is not available."
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Athletes and Sports Competitors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Athletes and sports competitors participate in organized, officiated sporting events to entertain spectators."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$47,710"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Coaches and Scouts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Coaches teach amateur or professional athletes the skills they need to succeed at their sport. Scouts look for new players and evaluate their skills and likelihood for success at the college, amateur, or professional level. Many coaches also are involved in scouting."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$31,460"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Dancers and Choreographers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Dancers and choreographers use dance performances to express ideas and stories. There are many types of dance, such as ballet, tango, modern dance, tap, and jazz."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "The annual wage is not available."
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Music Directors and Composers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Music directors, also called  conductors , lead orchestras and other musical groups during performances and recording sessions. Composers write and arrange original music in a variety of musical styles."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$50,110"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Musicians and Singers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Musicians and singers play instruments or sing for live audiences and in recording studios."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "The annual wage is not available."
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Producers and Directors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Producers and directors create motion pictures, television shows, live theater, commercials, and other performing arts productions. They interpret a writer’s script to entertain or inform an audience."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$70,950"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Umpires, Referees, and Other Sports Officials"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Umpires, referees, and other sports officials preside over competitive athletic or sporting events to help maintain standards of play. They detect infractions and decide penalties according to the rules of the game."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$25,660"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Agricultural Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Agricultural workers maintain crops and tend to livestock. They perform physical labor and operate machinery under the supervision of  farmers, ranchers, and other agricultural managers ."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$22,540"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Fishing and Hunting Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Fishing and hunting workers catch and trap various types of animal life. The fish and wild animals they catch are for human food, animal feed, bait, and other  uses."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$29,280"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Forest and Conservation Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Forest and conservation workers measure and improve the quality of forests. Under the supervision of  foresters  and forest and conservation technicians, they develop, maintain, and protect forests."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$26,940"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Logging Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Logging workers harvest thousands of acres of forests each year. The timber they harvest provides the raw material for many consumer goods and industrial products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$37,590"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Bartenders"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Bartenders mix drinks and serve them directly to customers or through wait staff."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$20,800"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Chefs and Head Cooks"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Chefs and head cooks oversee the daily food preparation at restaurants and other places where food is served. They direct kitchen staff and handle any food-related concerns."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$43,180"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Cooks"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Cooks prepare, season, and cook a wide range of foods, which may include soups, salads, entrees, and desserts."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$22,850"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Food and Beverage Serving and Related Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Food and beverage serving and related workers perform a variety of customer service, food preparation, and cleaning duties in restaurants, cafeterias, and other eating and drinking establishments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$19,630"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Food Preparation Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Food preparation workers perform many routine tasks under the direction of cooks, chefs, or food service managers. Food preparation workers prepare cold foods, slice meat, peel and cut vegetables, brew coffee or tea, and perform many other food service tasks."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$21,440"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Waiters and Waitresses"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Waiters and waitresses take orders and serve food and beverages to customers in dining establishments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$19,990"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Athletic Trainers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Athletic trainers specialize in preventing, diagnosing, and treating muscle and bone injuries and illnesses."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,630"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Audiologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Audiologists diagnose, manage, and treat a patient’s hearing, balance, or ear problems."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$75,980"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Chiropractors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Chiropractors treat patients with health problems of the neuromusculoskeletal system, which includes nerves, bones, muscles, ligaments, and tendons. They use spinal adjustments and manipulation, as well as other clinical interventions, to manage patients’ health concerns, such as back and neck pain."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$67,520"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Dental Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Dental assistants perform many tasks, ranging from providing patient care and taking x rays to recordkeeping and scheduling appointments. Their duties vary by state and by the dentists’ offices where they work."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$36,940"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Dental Hygienists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Dental hygienists clean teeth, examine patients for signs of oral diseases such as gingivitis, and provide other preventive dental care. They also educate patients on ways to improve and maintain good oral health."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$72,910"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Dentists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Dentists diagnose and treat problems with patients’ teeth, gums, and related parts of the mouth. They provide advice and instruction on taking care of the teeth and gums and on diet choices that affect oral health."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$159,770"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Diagnostic Medical Sonographers and Cardiovascular Technologists and Technicians, Including Vascular Technologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Diagnostic medical sonographers and cardiovascular technologists and technicians, including vascular technologists, also called  diagnostic imaging workers , operate special imaging equipment to create images or to conduct tests. The images and test results help physicians assess and diagnose medical conditions."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$64,280"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Dietitians and Nutritionists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Dietitians and nutritionists are experts in the use of food and nutrition to promote health and manage disease. They advise people on what to eat in order to lead a healthy lifestyle or achieve a specific health-related goal."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$58,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "EMTs and Paramedics"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Emergency medical technicians (EMTs) and paramedics care for the sick or injured in emergency medical settings. People’s lives often depend on the quick reaction and competent care provided by these workers. EMTs and paramedics respond to emergency calls, performing medical services and transporting patients to medical facilities."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$32,670"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Exercise Physiologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Exercise physiologists develop fitness and exercise programs that help patients recover from chronic diseases and improve cardiovascular function, body composition, and flexibility."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$47,340"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Genetic Counselors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Genetic counselors assess individual or family risk for a variety of inherited conditions, such as genetic disorders and birth defects. They provide information and support to other healthcare providers, or to individuals and families concerned with the risk of inherited conditions."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$74,120"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Home Health Aides and Personal Care Aides"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Home health aides and personal care aides help people with disabilities, chronic illnesses, or cognitive impairment by assisting in their daily living activities. They often help older adults who need assistance. In some states, home health aides may be able to give a client medication or check the client’s vital signs under the direction of a nurse or other healthcare practitioner."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$22,170"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Licensed Practical and Licensed Vocational Nurses"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Licensed practical nurses (LPNs) and licensed vocational nurses (LVNs) provide basic nursing care. They work under the direction of registered nurses and doctors."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$44,090"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Massage Therapists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Massage therapists treat clients by using touch to manipulate the muscles and other soft tissues of the body. With their touch, therapists relieve pain, help heal injuries, improve circulation, relieve stress, increase relaxation, and aid in the general wellness of clients."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$39,860"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Medical and Clinical Laboratory Technologists and Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Medical laboratory technologists (commonly known as  medical laboratory scientists ) and medical laboratory technicians collect samples and perform tests to analyze body fluids, tissue, and other substances."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$50,930"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Medical Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Medical assistants complete administrative and clinical tasks in the offices of physicians, hospitals, and other healthcare facilities. Their duties vary with the location, specialty, and size of the practice."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$31,540"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Medical Records and Health Information Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Medical records and health information technicians, commonly referred to as  health information technicians , organize and manage health information data. They ensure that the information maintains its quality, accuracy, accessibility, and security in both paper files and electronic systems. They use various classification systems to code and categorize patient information for insurance reimbursement purposes, for databases and registries, and to maintain patients’ medical and treatment histories."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,040"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Medical Transcriptionists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Medical transcriptionists, sometimes referred to as  healthcare documentation specialists , listen to voice recordings that physicians and other healthcare workers make and convert them into written reports. They also may review and edit medical documents created using speech recognition technology. Transcriptionists interpret medical terminology and abbreviations in preparing patients’ medical histories, discharge summaries, and other documents."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$35,720"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Nuclear Medicine Technologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Nuclear medicine technologists prepare radioactive drugs and administer them to patients for imaging or therapeutic purposes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$74,350"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Nurse Anesthetists, Nurse Midwives, and Nurse Practitioners"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Nurse anesthetists, nurse midwives, and nurse practitioners, also referred to as  advanced practice registered nurses  ( APRNs ), coordinate patient care and may provide primary and specialty healthcare. The scope of practice varies from state to state."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$107,460"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Nursing Assistants and Orderlies"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Nursing assistants, sometimes called  nursing aides , help provide basic care for patients in hospitals and residents of long-term care facilities, such as nursing homes. Orderlies transport patients and clean treatment areas."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$26,590"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Occupational Health and Safety Specialists and Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Occupational health and safety specialists and technicians collect data on and analyze many types of work environments and work procedures. Specialists inspect workplaces for adherence to regulations on safety, health, and the environment. Technicians work with specialists in conducting tests and measuring hazards to help prevent harm to workers, property, the environment, and the general public."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$66,820"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Occupational Therapists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Occupational therapists treat injured, ill, or disabled patients through the therapeutic use of everyday activities. They help these patients develop, recover, improve, as well as maintain the skills needed for daily living and working."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$81,910"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Occupational Therapy Assistants and Aides"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Occupational therapy assistants and aides help patients develop, recover, improve, as well as maintain the skills needed for daily living and working. Occupational therapy assistants are directly involved in providing therapy to patients; occupational therapy aides typically perform support activities. Both assistants and aides work under the direction of occupational therapists."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$56,070"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Opticians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Opticians help fit eyeglasses and contact lenses, following prescriptions from ophthalmologists and optometrists. They also help customers decide which eyeglass frames or contact lenses to buy."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$35,530"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Optometrists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Optometrists examine the eyes and other parts of the visual system. They also diagnose and treat visual problems and manage diseases, injuries, and other disorders of the eyes. They prescribe eyeglasses or contact lenses as needed."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$106,140"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Orthotists and Prosthetists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Orthotists and prosthetists design and fabricate medical supportive devices and measure and fit patients for them. These devices include artificial limbs (arms, hands, legs, and feet), braces, and other medical or surgical devices."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$65,630"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Pharmacists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Pharmacists dispense prescription medications to patients and offer expertise in the safe use of prescriptions. They also may conduct health and wellness screenings, provide immunizations, oversee the medications given to patients, and provide advice on healthy lifestyles."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$122,230"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Pharmacy Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Pharmacy technicians help pharmacists dispense prescription medication to customers or health professionals."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$30,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Phlebotomists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Phlebotomists draw blood for tests, transfusions, research, or blood donations. Some explain their work to patients and provide assistance when patients have adverse reactions after their blood is drawn."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$32,710"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Physical Therapist Assistants and Aides"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Physical therapist assistants, sometimes called  PTAs , and physical therapist aides work under the direction and supervision of physical therapists. They help patients who are recovering from injuries and illnesses regain movement and manage pain."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,290"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Physical Therapists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Physical therapists, sometimes called  PTs , help injured or ill people improve their movement and manage their pain. These therapists are often an important part of the rehabilitation, treatment, and prevention of patients with chronic conditions, illnesses, or injuries."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$85,400"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Physician Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Physician assistants, also known as  PAs , practice medicine on teams with physicians, surgeons, and other healthcare workers. They examine, diagnose, and treat patients."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$101,480"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Physicians and Surgeons"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Physicians and surgeons diagnose and treat injuries or illnesses. Physicians examine patients; take medical histories; prescribe medications; and order, perform, and interpret diagnostic tests. They counsel patients on diet, hygiene, and preventive healthcare. Surgeons operate on patients to treat injuries, such as broken bones; diseases, such as cancerous tumors; and deformities, such as cleft palates."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "This wage is equal to or greater than $208,000 per year."
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Podiatrists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Podiatrists provide medical and surgical care for people with foot, ankle, and lower leg problems. They diagnose illnesses, treat injuries, and perform surgery involving the lower extremities."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$124,830"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Psychiatric Technicians and Aides"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Psychiatric technicians and aides care for people who have mental illness and developmental disabilities. Technicians typically provide therapeutic care and monitor their patients’ conditions. Aides help patients in their daily activities and ensure a safe, clean environment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$28,670"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Radiation Therapists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Radiation therapists treat cancer and other diseases in patients by administering radiation treatments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$80,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Radiologic and MRI Technologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Radiologic technologists, also known as  radiographers , perform diagnostic imaging examinations, such as x rays, on patients. MRI technologists operate magnetic resonance imaging (MRI) scanners to create diagnostic images."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$58,960"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Recreational Therapists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Recreational therapists plan, direct, and coordinate recreation-based treatment programs for people with disabilities, injuries, or illnesses. These therapists use a variety of modalities, including arts and crafts; drama, music, and dance; sports and games; aquatics; and community outings to help maintain or improve a patient’s physical, social, and emotional well-being."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$46,410"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Registered Nurses"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Registered nurses (RNs) provide and coordinate patient care, educate patients and the public about various health conditions, and provide advice and emotional support to patients and their family members."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$68,450"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Respiratory Therapists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Respiratory therapists care for patients who have trouble breathing—for example, from a chronic respiratory disease, such as asthma or emphysema. Their patients range from premature infants with undeveloped lungs to elderly patients who have diseased lungs. They also provide emergency care to patients suffering from heart attacks, drowning, or shock."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$58,670"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Speech-Language Pathologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Speech-language pathologists (sometimes called  speech therapists ) assess, diagnose, treat, and help to prevent communication and swallowing disorders in children and adults. Speech, language, and swallowing disorders result from a variety of causes, such as a stroke, brain injury, hearing loss, developmental delay, Parkinson’s disease, a cleft palate, or autism."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$74,680"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Surgical Technologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Surgical technologists, also called  operating room technicians , assist in surgical operations. They prepare operating rooms, arrange equipment, and help doctors during surgeries."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Veterinarians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Veterinarians care for the health of animals and work to improve public health. They diagnose, treat, and research medical conditions and diseases of pets, livestock, and other animals."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$88,770"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Veterinary Assistants and Laboratory Animal Caretakers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Veterinary assistants and laboratory animal caretakers care for animals by performing routine tasks under the supervision of scientists,    veterinarians , and    veterinary technologists and technicians ."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$25,250"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Veterinary Technologists and Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Veterinary technologists and technicians perform medical tests under the supervision of a licensed  veterinarian  to assist in diagnosing the injuries and illnesses of animals."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$32,490"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Aircraft and Avionics Equipment Mechanics and Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Aircraft and avionics equipment mechanics and technicians repair and perform scheduled maintenance on aircraft."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$60,270"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Automotive Body and Glass Repairers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Automotive body and glass repairers restore, refinish, and replace vehicle bodies and frames, windshields, and window glass."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$40,370"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Automotive Service Technicians and Mechanics"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Automotive service technicians and mechanics, often called  service technicians  or  service techs , inspect, maintain, and repair cars and light trucks."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,470"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Diesel Service Technicians and Mechanics"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Diesel service technicians (also known as  diesel technicians ) and mechanics inspect, repair, and overhaul buses and trucks, or maintain and repair any type of diesel engine."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,170"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Electrical and Electronics Installers and Repairers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Electrical and electronics installers and repairers install or repair a variety of electrical equipment in telecommunications, transportation, utilities, and other industries."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$55,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "General Maintenance and Repair Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "General maintenance and repair workers fix and maintain machines, mechanical equipment, and buildings. They paint, repair flooring, and work on plumbing, electrical, and air-conditioning and heating systems, among other tasks."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$36,940"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Heating, Air Conditioning, and Refrigeration Mechanics and Installers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Heating, air conditioning, and refrigeration mechanics and installers—often called  heating, ventilation, air conditioning, and refrigeration   (HVACR) technicians —work on heating, ventilation, cooling, and refrigeration systems that control the temperature and air quality in buildings."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,910"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Heavy Vehicle and Mobile Equipment Service Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Heavy vehicle and mobile equipment service technicians, also called  mechanics,  inspect, maintain, and repair vehicles and machinery used in construction, farming, rail transportation, and other industries."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$47,690"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Industrial Machinery Mechanics, Machinery Maintenance Workers, and Millwrights"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Industrial machinery mechanics and machinery maintenance workers   maintain and repair factory equipment and other industrial machinery, such as conveying systems, production machinery, and packaging equipment. Millwrights install, dismantle, repair, reassemble, and move machinery in factories, power plants, and construction sites."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$49,100"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Line Installers and Repairers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Line installers and repairers, also known as  line workers , install or repair electrical power systems and telecommunications cables, including fiber optics."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,650"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Medical Equipment Repairers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Medical equipment repairers install, maintain, and repair patient care equipment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$48,070"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Small Engine Mechanics"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Small engine mechanics inspect, service, and repair motorized power equipment. Mechanics often specialize in one type of equipment, such as motorcycles, motorboats, or outdoor power equipment."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$35,280"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Telecommunications Equipment Installers and Repairers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Telecommunications equipment installers and repairers, also known as  telecom technicians , set up and maintain devices that carry communications signals, such as telephone lines and Internet routers."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$53,640"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Wind Turbine Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Wind turbine service technicians, also known as  windtechs , install, maintain, and repair wind turbines."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$52,260"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Arbitrators, Mediators, and Conciliators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Arbitrators, mediators, and conciliators facilitate negotiation and dialogue between disputing parties to help resolve conflicts outside of the court system."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$59,770"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Court Reporters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Court reporters create word-for-word transcriptions at trials, depositions, and other legal proceedings. Some court reporters provide captioning for television and real-time translation for deaf or hard-of-hearing people at public events, in business meetings, or in classrooms."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$51,320"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Judges and Hearing Officers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Judges and hearing officers apply the law by overseeing the legal process in courts. They also conduct pretrial hearings, resolve administrative disputes, facilitate negotiations between opposing parties, and issue legal decisions."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$109,940"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Lawyers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Lawyers advise and represent individuals, businesses, and government agencies on legal issues and disputes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$118,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Paralegals and Legal Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Paralegals and legal assistants perform a variety of tasks to support  lawyers , including maintaining and organizing files, conducting legal research, and drafting documents."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$49,500"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Agricultural and Food Science Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Agricultural and food science technicians assist agricultural and food scientists by performing duties such as measuring and analyzing the quality of food and agricultural products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$37,550"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Agricultural and Food Scientists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Agricultural and food scientists research ways to improve the efficiency and safety of agricultural establishments and products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$62,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Anthropologists and Archeologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Anthropologists and archeologists study the origin, development, and behavior of humans. They examine the cultures, languages, archeological remains, and physical characteristics of people in various parts of the world."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$63,190"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Atmospheric Scientists, Including Meteorologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Atmospheric scientists study the weather and climate, and examine how those conditions affect human activity and the earth in general."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$92,460"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Biochemists and Biophysicists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Biochemists and biophysicists study the chemical and physical principles of living things and of biological processes, such as cell development, growth, heredity, and disease."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$82,180"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Biological Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Biological technicians help biological and medical scientists conduct laboratory tests and experiments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$42,520"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Chemical Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Chemical technicians use special instruments and techniques to help chemists and chemical engineers research, develop, produce, and test chemical products and processes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,840"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Chemists and Materials Scientists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Chemists and materials scientists study substances at the atomic and molecular levels and analyze the ways in which the substances interact with one another. They use their knowledge to develop new and improved products and to test the quality of manufactured goods."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$75,420"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Conservation Scientists and Foresters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Conservation scientists and foresters manage the overall land quality of forests, parks, rangelands, and other natural resources."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$60,610"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Economists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Economists study the production and distribution of resources, goods, and services by collecting and analyzing data, researching trends, and evaluating economic issues."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$101,050"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Environmental Science and Protection Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Environmental science and protection technicians monitor the environment and investigate sources of pollution and contamination, including those affecting public health."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$44,190"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Environmental Scientists and Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Environmental scientists and specialists use their knowledge of the natural sciences to protect the environment and human health. They may clean up polluted areas, advise policymakers, or work with industry to reduce waste."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$68,910"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Epidemiologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Epidemiologists are public health professionals who investigate patterns and causes of disease and injury in humans. They seek to reduce the risk and occurrence of negative health outcomes through research, community education, and health policy."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$70,820"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Forensic Science Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Forensic science technicians aid criminal investigations by collecting and analyzing evidence. Many technicians specialize in various types of laboratory analysis."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$56,750"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Geographers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Geographers study the Earth and the distribution of its land, features, and inhabitants. They also examine political or cultural structures and study the physical and human geographic characteristics of regions ranging in scale from local to global."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$74,260"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Geological and Petroleum Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Geological and petroleum technicians provide support to scientists and engineers in exploring and extracting natural resources, such as minerals, oil, and natural gas."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$56,470"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Geoscientists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Geoscientists study the physical aspects of the Earth, such as its composition, structure, and processes, to learn about its past, present, and future."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$89,780"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Historians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Historians research, analyze, interpret, and write about the past by studying historical documents and sources."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$55,110"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Hydrologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Hydrologists study how water moves across and through the Earth’s crust. They use their expertise to solve problems in the areas of water quality or availability."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$80,480"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Medical Scientists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Medical scientists conduct research aimed at improving overall human health. They often use clinical trials and other investigative methods to reach their findings."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$80,530"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Microbiologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Microbiologists study microorganisms such as bacteria, viruses, algae, fungi, and some types of parasites. They try to understand how these organisms live, grow, and interact with their environments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$66,850"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Nuclear Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Nuclear technicians assist physicists, engineers, and other professionals in nuclear research and nuclear energy production. They operate special equipment and monitor the levels of radiation that are produced."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$79,140"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Physicists and Astronomers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Physicists and astronomers study the ways in which various forms of matter and energy interact. Theoretical physicists and astronomers may study the nature of time or the origin of the universe. Some physicists design and perform experiments with sophisticated equipment such as particle accelerators, electron microscopes, and lasers."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Doctoral or professional degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$114,870"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Political Scientists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Political scientists study the origin, development, and operation of political systems. They research political ideas and analyze governments, policies, political trends, and related issues."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$114,290"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Psychologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Psychologists study cognitive, emotional, and social processes and behavior by observing, interpreting, and recording how individuals relate to one another and to their environments. They use their findings to help improve processes and behaviors."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$75,230"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Sociologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Sociologists study society and social behavior by examining the groups, cultures, organizations, social institutions, and processes that develop when people interact and work together."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$79,750"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Survey Researchers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Survey researchers design and conduct surveys and analyze data. Surveys are used to collect factual data, such as employment and salary information, or to ask questions in order to understand people’s opinions, preferences, beliefs, or desires."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$54,470"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Urban and Regional Planners"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Urban and regional planners develop land use plans and programs that help create communities, accommodate population growth, and revitalize physical facilities in towns, cities, counties, and metropolitan areas."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$70,020"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Zoologists and Wildlife Biologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Zoologists and wildlife biologists study animals and other wildlife and how they interact with their ecosystems. They study the physical characteristics of animals, animal behaviors, and the impacts humans have on wildlife and natural habitats."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$60,520"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Administrative Services Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Administrative services managers plan, direct, and coordinate supportive services of an organization. Their specific responsibilities vary, but administrative service managers typically maintain facilities and supervise activities that include recordkeeping, mail distribution, and office upkeep."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$90,050"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Advertising, Promotions, and Marketing Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Advertising, promotions, and marketing managers plan programs to generate interest in products or services. They work with  art directors ,  sales agents , and financial staff members."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$127,560"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Architectural and Engineering Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Architectural and engineering managers plan, direct, and coordinate activities in architectural and engineering companies."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$134,730"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Compensation and Benefits Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Compensation and benefits managers plan, develop, and oversee programs to compensate employees."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$116,240"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Computer and Information Systems Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Computer and information systems managers, often called information technology (IT) managers or IT project managers, plan, coordinate, and direct computer-related activities in an organization. They help determine the information technology goals of an organization and are responsible for implementing computer systems to meet those goals."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$135,800"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Construction Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Construction managers plan, coordinate, budget, and supervise construction projects from start to finish."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$89,300"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Elementary, Middle, and High School Principals"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Elementary, middle, and high school principals manage all school operations, including daily school activities. They coordinate curriculums, oversee teachers and other school staff, and provide a safe and productive learning environment for students."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$92,510"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Emergency Management Directors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Emergency management directors prepare plans and procedures for responding to natural disasters or other emergencies. They also help lead the response during and after emergencies, often in coordination with public safety officials, elected officials, nonprofit organizations, and government agencies."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$70,500"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Farmers, Ranchers, and Other Agricultural Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Farmers, ranchers, and other agricultural managers operate establishments that produce crops, livestock, and dairy products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$66,360"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Financial Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Financial managers are responsible for the financial health of an organization. They produce financial reports, direct investment activities, and develop strategies and plans for the long-term financial goals of their organization."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$121,750"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Food Service Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Food service managers are responsible for the daily operation of restaurants or other establishments that prepare and serve food and beverages. They direct staff to ensure that customers are satisfied with their dining experience, and they manage the business to ensure that it is profitable."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$50,820"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Human Resources Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Human resources managers plan, direct, and coordinate the administrative functions of an organization. They oversee the recruiting, interviewing, and hiring of new staff; consult with top executives on strategic planning; and serve as a link between an organization’s management and its employees."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$106,910"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Industrial Production Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Industrial production managers oversee the daily operations of manufacturing and related plants. They coordinate, plan, and direct the activities used to create a wide range of goods, such as cars, computer equipment, or paper products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$97,140"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Lodging Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Lodging managers ensure that guests on vacation or business travel have a pleasant experience at a hotel, motel, or other types of establishment with accommodations. They also ensure that the establishment is run efficiently and profitably."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$51,840"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Medical and Health Services Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Medical and health services managers, also called  healthcare executives  or  healthcare administrators , plan, direct, and coordinate medical and health services. They might manage an entire facility, a specific clinical area or department, or a medical practice for a group of physicians. Medical and health services managers must direct changes that conform to changes in healthcare laws, regulations, and technology."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$96,540"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Natural Sciences Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Natural sciences managers supervise the work of scientists, including chemists, physicists, and biologists. They direct activities related to research and development, and coordinate activities such as testing, quality control, and production."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$119,850"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Postsecondary Education Administrators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Postsecondary education administrators oversee student services, academics, and faculty research at colleges and universities. Their job duties vary depending on the area of the college they manage, such as admissions, student life, or the registrar’s office."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$90,760"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Preschool and Childcare Center Directors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Preschool and childcare center directors supervise and lead their staffs, design program plans, oversee daily activities, and prepare budgets. They are responsible for all aspects of their center’s program."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,790"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Property, Real Estate, and Community Association Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Property, real estate, and community association managers take care of the many aspects of residential, commercial, or industrial properties. They make sure the property is well maintained, has a nice appearance, and preserves its resale or leasing value."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$57,040"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Public Relations and Fundraising Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Public relations managers plan and direct the creation of material that will maintain or enhance the public image of their employer or client. Fundraising managers coordinate campaigns that bring in donations for their organization."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$107,320"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Sales Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Sales managers direct organizations' sales teams. They set sales goals, analyze data, and develop training programs for organizations’ sales representatives."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$117,960"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Social and Community Service Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Social and community service managers coordinate and supervise social service programs and community organizations. They manage workers who provide social services to the public."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$64,680"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Top Executives"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Top executives devise strategies and policies to ensure that an organization meets its goals. They plan, direct, and coordinate operational activities of companies and organizations."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$103,950"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Training and Development Managers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Training and development managers oversee staff and plan, direct, and coordinate programs to enhance the knowledge and skills of an organization’s employees."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$105,830"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Actuaries"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Actuaries analyze the financial costs of risk and uncertainty. They use mathematics, statistics, and financial theory to assess the risk of potential events, and they help businesses and clients develop policies that minimize the cost of that risk. Actuaries’ work is essential to the insurance industry."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$100,610"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Mathematicians and Statisticians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Mathematicians and statisticians analyze data and apply mathematical and statistical techniques to help solve real-world problems in business, engineering, healthcare, or other fields."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Master's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$81,950"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Operations Research Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Operations research analysts use advanced mathematical and analytical methods to help organizations investigate complex issues, identify and solve problems, and make better decisions."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$79,200"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Announcers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Announcers present music, news, and sports and may provide commentary or interview guests about these or other important topics. Some act as masters of ceremonies (emcees) or disc jockeys ( DJs ) at weddings, parties, or clubs."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$30,830"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Broadcast and Sound Engineering Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Broadcast and sound engineering technicians set up, operate, and maintain the electrical equipment for radio programs, television broadcasts, concerts, sound recordings, and movies."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$42,550"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Editors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Editors plan, review, and revise content for publication."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$57,210"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Film and Video Editors and Camera Operators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Film and video editors and camera operators manipulate moving images that entertain or inform an audience."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$59,040"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Interpreters and Translators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Interpreters and translators convert information from one language into another language. Interpreters work in spoken or sign language; translators work in written language."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$46,120"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Photographers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Photographers use their technical expertise, creativity, and composition skills to produce and preserve images that tell a story or record an event."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$34,070"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Public Relations Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Public relations specialists create and maintain a favorable public image for the organization they represent. They craft media releases and develop social media programs to shape public perception of their organization and to increase awareness of its work and goals."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$58,020"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Reporters, Correspondents, and Broadcast News Analysts"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Reporters, correspondents, and broadcast news analysts inform the public about news and events happening internationally, nationally, and locally. They report the news for newspapers, magazines, websites, television, and radio."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,870"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Technical Writers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Technical writers, also called  technical communicators , prepare instruction manuals, how-to guides, journal articles, and other supporting documents to communicate complex and technical information more easily. They also develop, gather, and disseminate technical information through an organization’s communications channels."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$69,850"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Writers and Authors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Writers and authors develop written content for various types of media, including advertisements; books; magazines; movie, play, and television scripts; and blogs."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$61,240"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Bill and Account Collectors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Bill and account collectors try to recover payment on overdue bills. They negotiate repayment plans with debtors and help them find solutions to make paying their overdue bills easier."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$35,350"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Bookkeeping, Accounting, and Auditing Clerks"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Bookkeeping, accounting, and auditing clerks produce financial records for organizations. They record financial transactions, update statements, and check financial records for accuracy."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Some college, no degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,390"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Customer Service Representatives"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Customer service representatives interact with customers to handle complaints, process orders, and provide information about an organization’s products and services."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$32,300"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Desktop Publishers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Desktop publishers use computer software to design page layouts for newspapers, books, brochures, and other items that are printed or published online."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$41,090"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Financial Clerks"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Financial clerks do administrative work for many types of organizations. They keep records, help customers, and carry out financial transactions."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,080"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "General Office Clerks"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "General office clerks perform a variety of clerical tasks, including answering telephones, typing documents, and filing records."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$30,580"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Information Clerks"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Information clerks perform routine clerical duties such as maintaining records, collecting data, and providing information to customers."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$32,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Material Recording Clerks"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Material recording clerks track product information in order to keep businesses and supply chains on schedule. They ensure proper scheduling, recordkeeping, and inventory control."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$26,820"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Police, Fire, and Ambulance Dispatchers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Police, fire, and ambulance dispatchers, also called  public safety telecommunicators , answer emergency and nonemergency calls."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,870"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Postal Service Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Postal service workers sell postal products and collect, sort, and deliver mail."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$56,790"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Receptionists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Receptionists perform administrative tasks, such as answering phones, receiving visitors, and providing general information about their organization to the public and customers."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$27,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Secretaries and Administrative Assistants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Secretaries and administrative assistants perform routine clerical and administrative duties. They organize files, prepare documents, schedule appointments, and support other staff."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$37,230"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Tellers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Tellers are responsible for accurately processing routine transactions at a bank. These transactions include cashing checks, depositing money, and collecting loan payments."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$27,260"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Animal Care and Service Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Animal care and service workers provide care for animals. They feed, groom, bathe, and exercise pets and other nonfarm animals."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$22,230"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Barbers, Hairstylists, and Cosmetologists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Barbers, hairstylists, and cosmetologists provide haircutting, hairstyling, and a range of other beauty services."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$24,300"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Childcare Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Childcare workers attend to the basic needs of children, such as dressing, bathing, feeding, and overseeing play. They may help younger children prepare for kindergarten or assist older children with homework."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$21,170"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Fitness Trainers and Instructors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Fitness trainers and instructors lead, instruct, and motivate individuals or groups in exercise activities, including cardiovascular exercises (exercises for the heart and blood circulation), strength training, and stretching. They work with people of all ages and skill levels."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Funeral Service Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Funeral service workers organize and manage the details of a funeral."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$54,830"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Gaming Services Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Gaming services workers serve customers in gambling establishments, such as casinos or racetracks. Some workers tend slot machines, deal cards, or oversee other gaming activities such as keno or bingo. Others take bets or pay out winnings. Still others supervise or manage gaming workers and operations."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$20,810"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Manicurists and Pedicurists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Manicurists and pedicurists clean, shape, and beautify fingernails and toenails."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$22,150"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Recreation Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Recreation workers design and lead activities to help people stay active, improve fitness, and have fun. They work with groups in summer camps, fitness and recreational sports centers, nursing care facilities, nature parks, and other settings. They may lead such activities as arts and crafts, sports, music, dramatics, or games."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$23,870"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Skincare Specialists"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Skincare specialists cleanse and beautify the face and body to enhance a person’s appearance."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$30,270"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Assemblers and Fabricators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Assemblers and fabricators assemble finished products and the parts that go into them. They use tools, machines, and their hands to make engines, computers, aircraft, ships, boats, toys, electronic devices, control panels, and more."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$30,930"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Bakers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Bakers mix ingredients according to recipes in order to make breads, pastries, and other baked goods."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$25,090"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Butchers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Butchers cut, trim, and package meat for retail sale."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$29,870"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Dental and Ophthalmic Laboratory Technicians and Medical Appliance Technicians"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Dental and ophthalmic laboratory technicians and medical appliance technicians construct, fit, or repair medical appliances and devices, including dentures, eyeglasses, and prosthetics."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$34,630"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Food and Tobacco Processing Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Food and tobacco processing workers operate equipment that mixes, cooks, or processes ingredients used in the manufacture of food and tobacco products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$27,110"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Jewelers and Precious Stone and Metal Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Jewelers and precious stone and metal workers design, construct, adjust, repair, appraise and sell jewelry."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$38,200"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Machinists and Tool and Die Makers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Machinists and tool and die makers set up and operate a variety of computer-controlled and mechanically controlled machine tools to produce precision metal parts, instruments, and tools."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$43,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Metal and Plastic Machine Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Metal and plastic machine workers set up and operate machines that cut, shape, and form metal and plastic materials or pieces."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$34,840"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Painting and Coating Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Painting and coating workers paint and coat a wide range of products, including cars, jewelry, and ceramics, often with the use of machines."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$35,300"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Power Plant Operators, Distributors, and Dispatchers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Power plant operators, distributors, and dispatchers control the systems that generate and distribute electric power."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$78,370"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Quality Control Inspectors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Quality control inspectors examine products and materials for defects or deviations from specifications."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$36,780"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Stationary Engineers and Boiler Operators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Stationary engineers and boiler operators control stationary engines, boilers, or other mechanical equipment to provide utilities for buildings or for industrial purposes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$59,400"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Water and Wastewater Treatment Plant and System Operators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Water and wastewater treatment plant and system operators manage a system of machines, often through the use of control boards, to transfer or treat water or wastewater."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$45,760"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Welders, Cutters, Solderers, and Brazers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Welders, cutters, solderers, and brazers use hand-held or remotely controlled equipment to join or cut metal parts. They also fill holes, indentations, or seams in metal products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$39,390"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Woodworkers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Woodworkers manufacture a variety of products such as cabinets and furniture, using wood, veneers, and laminates. They often combine and incorporate different materials into wood."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$30,180"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Correctional Officers and Bailiffs"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Correctional officers are responsible for overseeing individuals who have been arrested and are awaiting trial or who have been sentenced to serve time in jail or prison. Bailiffs are law enforcement officers who maintain safety and order in courtrooms."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$42,820"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Firefighters"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Firefighters control and put out fires and respond to emergencies where life, property, or the environment is at risk."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$48,030"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Fire Inspectors"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Fire inspectors examine buildings in order to detect fire hazards and ensure that federal, state, and local fire codes are met. Fire investigators, another type of worker in this field, determine the origin and cause of fires and explosions. Forest fire inspectors and prevention specialists assess outdoor fire hazards in public and residential areas."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$56,130"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Police and Detectives"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Police officers protect lives and property. Detectives and criminal investigators, who are sometimes called  agents  or  special agents , gather facts and collect evidence of possible crimes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$61,600"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Private Detectives and Investigators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Private detectives and investigators search for information about legal, financial, and personal matters. They offer many services, such as verifying people’s backgrounds and statements, finding missing persons, and investigating computer crimes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$48,190"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Security Guards and Gaming Surveillance Officers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Security guards and gaming surveillance officers patrol and protect property against theft, vandalism, and other illegal activity."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$25,840"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Advertising Sales Agents"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Advertising sales agents sell advertising space to businesses and individuals. They contact potential clients, make sales presentations, and maintain client accounts."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$50,380"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Cashiers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Cashiers process payments from customers purchasing goods and services."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$20,180"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Insurance Sales Agents"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Insurance sales agents contact potential customers and sell one or more types of insurance. Insurance sales agents explain various insurance policies and help clients choose plans that suit them."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$49,990"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Models"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Models pose for artists, photographers, and other clients to help advertise a variety of products, including clothing, cosmetics, food, and appliances. Models also work as fit or fitting models, enabling the manufacturer or fashion designer to achieve the best fit for new styles."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$21,870"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Real Estate Brokers and Sales Agents"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Real estate brokers and sales agents help clients buy, sell, and rent properties. Although brokers and agents do similar work, brokers are licensed to manage their own real estate businesses. Sales agents must work with a real estate broker."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$46,410"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Retail Sales Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Retail sales workers help customers find products they want and process customers’ payments. There are two types of retail sales workers: retail salespersons, who sell retail merchandise, such as clothing, furniture, and automobiles; and parts salespersons, who sell spare and replacement parts and equipment, especially car parts."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$22,900"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Sales Engineers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Sales engineers sell complex scientific and technological products or services to businesses. They must have extensive knowledge of the products’ parts and functions and must understand the scientific processes that make these products work."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$100,000"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Securities, Commodities, and Financial Services Sales Agents"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Securities, commodities, and financial services sales agents connect buyers and sellers in financial markets. They sell securities to individuals, advise companies in search of investors, and conduct trades."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Bachelor's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$67,310"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Travel Agents"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Travel agents sell transportation, lodging, and entertainment activities to individuals and groups planning trips. They offer advice on destinations, plan trip itineraries, and make travel arrangements for clients."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$36,460"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Wholesale and Manufacturing Sales Representatives"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Wholesale and manufacturing sales representatives sell goods for wholesalers or manufacturers to businesses, government agencies, and other organizations. They contact customers, explain the features of the products they are selling, negotiate prices, and answer any questions that their customers may have about the products."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$60,530"
                ]
            ]
        }
    ]
][
    [
        {
            "OCCUPATION": [
                [
                    "Airline and Commercial Pilots"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Airline and commercial pilots fly and navigate airplanes, helicopters, and other aircraft."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$105,720"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Air Traffic Controllers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Air traffic controllers coordinate the movement of aircraft to maintain safe distances between them."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Associate's degree"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$122,410"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Bus Drivers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Bus drivers transport people between various places—including work, school, and shopping centers—and across state or national borders. Some drive regular routes, and others transport passengers on chartered trips or sightseeing tours."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$31,920"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Delivery Truck Drivers and Driver/Sales Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Delivery truck drivers and driver/sales workers pick up, transport, and drop off packages and small shipments within a local region or urban area. They drive trucks with a gross vehicle weight (GVW)—the combined weight of the vehicle, passengers, and cargo—of 26,000 pounds or less. Most of the time, delivery truck drivers transport merchandise from a distribution center to businesses and households."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$28,390"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Flight Attendants"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Flight attendants provide routine services and respond to emergencies to ensure the safety and comfort of airline passengers while aboard planes."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$48,500"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Hand Laborers and Material Movers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Hand laborers and material movers manually move freight, stock, or other materials. Some of these workers may feed or remove material to and from machines, clean vehicles, pick up unwanted household goods, and pack materials for moving."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$24,880"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Heavy and Tractor-trailer Truck Drivers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Heavy and tractor-trailer truck drivers transport goods from one location to another. Most tractor-trailer drivers are long-haul drivers and operate trucks with a gross vehicle weight (GVW) capacity—that is, the combined weight of the vehicle, passengers, and cargo—exceeding 26,000 pounds. These drivers deliver goods over intercity routes, sometimes spanning several states."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "Postsecondary nondegree award"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$41,340"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Material Moving Machine Operators"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Material moving machine operators use machinery to transport various objects. Some operators move construction materials around building sites or excavate earth from a mine. Others move goods around a warehouse or onto container ships."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$33,890"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Railroad Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Workers in railroad occupations ensure that passenger and freight trains run on time and travel safely. Some workers drive trains, some coordinate the activities of the trains, and others operate signals and switches in the rail yard."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "High school diploma or equivalent"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$57,160"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Taxi Drivers, Ride-Hailing Drivers, and Chauffeurs"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Taxi drivers, ride-hailing drivers, and chauffeurs transport people to and from the places they need to go, such as airports, homes, shopping centers, and workplaces. These drivers must know their way around a city to take passengers to their destinations."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "No formal educational credential"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$24,300"
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "Water Transportation Workers"
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "Water transportation workers operate and maintain vessels that take cargo and people over water. The vessels travel to and from foreign ports across the ocean and to domestic ports along the coasts, across the Great Lakes, and along the country’s many inland waterways."
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "See How to Become One"
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "$54,870"
                ]
            ]
        }
    ]
]