[
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Aerospace Engineering and Operations Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Aerospace engineering and operations technicians operate and maintain equipment used in developing, testing, producing, and sustaining new aircraft and spacecraft. Increasingly, these workers are using computer-based modeling and simulation tools and processes in their work, as well as advanced automation and robotics.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$68,020", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Aerospace Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Aerospace engineers design primarily aircraft, spacecraft, satellites, and missiles. In addition, they create and test prototypes to make sure that they function according to design.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$109,650", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Agricultural Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Agricultural engineers attempt to solve agricultural problems concerning power supplies, the efficiency of machinery, the use of structures and facilities, pollution and environmental issues, and the storage and processing of agricultural products.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$73,640", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Architects", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Architects plan and design houses, factories, office buildings, and other structures.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$76,930", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Biomedical Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Biomedical engineers combine engineering principles with medical sciences to design and create equipment, devices, computer systems, and software used in healthcare.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$85,620", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Cartographers and Photogrammetrists", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Cartographers and photogrammetrists collect, measure, and interpret geographic information in order to create and update maps and charts for regional planning, education, emergency response, and other purposes.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$62,750", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Chemical Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Chemical engineers apply the principles of chemistry, biology, physics, and math to solve problems that involve the production or use of chemicals, fuel, drugs, food, and many other products. They design processes and equipment for large-scale manufacturing, plan and test production methods and byproducts treatment, and direct facility operations.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$98,340", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Civil Engineering Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Civil engineering technicians help civil engineers to plan, design, and build highways, bridges, utilities, and other infrastructure projects. They also help to plan, design, and build commercial, industrial, residential, and land development projects.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$49,980", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Civil Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Civil engineers conceive, design, build, supervise, operate, construct, and maintain infrastructure projects and systems in the public and private sector, including roads, buildings, airports, tunnels, dams, bridges, and systems for water supply and sewage treatment.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$83,540", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Computer Hardware Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Computer hardware engineers research, design, develop, and test computer systems and components such as processors, circuit boards, memory devices, networks, and routers.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$115,080", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Drafters", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Drafters use software to convert the designs of engineers and architects into technical drawings. Most workers specialize in architectural, civil, electrical, or mechanical drafting and use technical drawings to help design everything from microchips to skyscrapers.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$53,480", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Electrical and Electronics Engineering Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Electrical and electronics engineering technicians help engineers design and develop computers, communications equipment, medical monitoring devices, navigational equipment, and other electrical and electronic equipment. They often work in product evaluation and testing, and use measuring and diagnostic devices to adjust, test, and repair equipment. They are also involved in the manufacture and deployment of equipment for automation.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$62,190", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Electrical and Electronics Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Electrical engineers design, develop, test, and supervise the manufacturing of electrical equipment, such as electric motors, radar and navigation systems, communications systems, and power generation equipment. Electronics engineers design and develop electronic equipment, including broadcast and communications systems, such as portable music players and Global Positioning System (GPS) devices.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$96,270", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Electro-mechanical Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Electro-mechanical technicians combine knowledge of mechanical technology with knowledge of electrical and electronic circuits. They operate, test, and maintain unmanned, automated, robotic, or electromechanical equipment.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$55,610", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Environmental Engineering Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Environmental engineering technicians carry out the plans that environmental engineers develop. They test, operate, and, if necessary, modify equipment used to prevent or clean up environmental pollution. They may collect samples for testing, or they may work to mitigate sources of environmental pollution.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$49,170", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Environmental Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Environmental engineers use the principles of engineering, soil science, biology, and chemistry to develop solutions to environmental problems. They are involved in efforts to improve recycling, waste disposal, public health, and water and air pollution control.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$84,890", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Health and Safety Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Health and safety engineers develop procedures and design systems to protect people from illness and injury and property from damage. They combine knowledge of engineering and of health and safety to make sure that chemicals, machinery, software, furniture, and other products will not cause harm to people or damage to property.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$86,720", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Industrial Engineering Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Industrial engineering technicians assist industrial engineers in devising efficient systems that integrate workers, machines, materials, information, and energy to make a product or provide a service. They prepare machinery and equipment layouts, plan workflows, conduct statistical production studies, and analyze production costs.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$53,330", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Industrial Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Industrial engineers find ways to eliminate wastefulness in production processes. They devise efficient systems that integrate workers, machines, materials, information, and energy to make a product or provide a service.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$84,310", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Landscape Architects", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Landscape architects design parks and the outdoor spaces of campuses, recreational facilities, businesses, private homes, and other open areas.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$63,480", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Marine Engineers and Naval Architects", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Marine engineers and naval architects design, build, and maintain ships, from aircraft carriers to submarines and from sailboats to tankers. Marine engineers are responsible for the internal systems of a ship, such as the propulsion, electrical, refrigeration, and steering systems. Naval architects are responsible for the ship design, including the form, structure, and stability of hulls.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$93,350", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Materials Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Materials engineers develop, process, and test materials used to create a wide range of products, from computer chips and aircraft wings to golf clubs and biomedical devices. They study the properties and structures of metals, ceramics, plastics, composites, nanomaterials (extremely small substances), and other substances in order to create new materials that meet certain mechanical, electrical, and chemical requirements.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$93,310", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Mechanical Engineering Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Mechanical engineering technicians help mechanical engineers design, develop, test, and manufacture mechanical devices, including tools, engines, and machines. They may make sketches and rough layouts, record and analyze data, make calculations and estimates, and report their findings.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Associate's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$54,480", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Mechanical Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Mechanical engineers design, develop, build, and test mechanical and thermal sensors and devices, including tools, engines, and machines.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$84,190", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Mining and Geological Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Mining and geological engineers design mines to safely and efficiently remove minerals such as coal and metals for use in manufacturing and utilities.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$93,720", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Nuclear Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Nuclear engineers research and develop the processes, instruments, and systems used to derive benefits from nuclear energy and radiation. Many of these engineers find industrial and medical uses for radioactive materials—for example, in equipment used in medical diagnosis and treatment.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$102,220", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Petroleum Engineers", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Petroleum engineers design and develop methods for extracting oil and gas from deposits below the Earth’s surface. Petroleum engineers also find new ways to extract oil and gas from older wells.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$128,230", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Surveying and Mapping Technicians", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Surveying and mapping technicians collect data and make maps of the Earth's surface. Surveying technicians visit sites to take measurements of the land. Mapping technicians use geographic data to create maps. They both assist", 
                    "surveyors", 
                    "and", 
                    "cartographers and photogrammetrists", 
                    ".", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "High school diploma or equivalent", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$42,450", 
                    ""
                ]
            ]
        }
    ], 
    [
        {
            "OCCUPATION": [
                [
                    "", 
                    "Surveyors", 
                    ""
                ]
            ]
        }, 
        {
            "JOB SUMMARY": [
                [
                    "", 
                    "Surveyors make precise measurements to determine property boundaries. They provide data relevant to the shape and contour of the Earth’s surface for engineering, mapmaking, and construction projects.", 
                    ""
                ]
            ]
        }, 
        {
            "ENTRY-LEVEL EDUCATION": [
                [
                    "", 
                    "Bachelor's degree", 
                    ""
                ]
            ]
        }, 
        {
            "2016     MEDIAN PAY": [
                [
                    "", 
                    "$59,390", 
                    ""
                ]
            ]
        }
    ]
]